import choco from "../assets/choco.jpg";
import waffle from "../assets/waffle.jpg";
const Brusl = () => {
  return (
    <div className="place">
      <h2>布魯塞爾 </h2>
      <h3>Bruxelles</h3>
      <div className="photo">
        <img src={waffle} alt="waffle" />

        <img
          src="https://res.cloudinary.com/dabohvtpk/image/upload/v1791557005/grandplace-1_ho0xqf.png"
          alt="grandplace"
        />
        <img src={choco} alt="choco" />
      </div>

      <a className="walk">
        建議行程 ：大廣場 (看金箔與摸雕像) ➔ 聖休伯特拱廊街(賞巧克力窗) ➔
        尿尿小妹 ➔ 聖彌額爾大教堂(看皇家大殿) ➔
        證券交易所廣場(看羅丹雕刻與街頭藝人) ➔ 聖蓋瑞市集區(紅磚老街)➔ 尿尿小狗
        ➔ 尿尿小童 ＆ 丁丁漫畫牆 ➔ 往南走上坡 ➔ 最高法院觀景台
      </a>
      <div className="history">
        <h4>老城區 - 關鍵歷史</h4>
        <a>
          布魯塞爾是比利時的首都，也是歐盟總部所在地。這座城市的歷史結合了中世紀的繁榮、一場毀滅性的大火，以及後來的皇家重建：
        </a>
        <b>西元 979 年（建城）：</b>
        <p>下洛林公爵查理在此建造了第一座城堡要塞，標誌著布魯塞爾的誕生。</p>
        <b>西元 11 世紀起（黃金時代）：</b>
        <p>
          諾曼第公爵理查一世在此正式建立本篤會修道院，隨後的幾個世紀裡，這裡不斷擴建，形成了如今依山而建的立體石頭城堡。
        </p>
        <b>西元 1731 年（宮殿大火）：</b>
        <p>
          當時歐洲最奢華的宮殿之一、也是統治核心的柯登堡皇宮（Coudenberg
          Palace）遭遇毀滅性的大火。隨後在 1774
          年，統治者決定不重建，而是直接將殘骸「剷平深埋」，並在上方加蓋了如今地面上的「皇家廣場（Place
          Royale）」。
        </p>
        <b> 西元 1830 年（比利時獨立）</b>
        <p>比利時革命在此爆發，布魯塞爾正式被定為獨立的比利時王國首都。</p>
        <h4>老城區主要分為三大區域：</h4>
        <a>非常適合全程步行參觀</a>
        <b>下城區（大廣場周邊）： </b>
        <p>
          這裡是昔日的市民與商業中心。包含著名的布魯塞爾大廣場、尿尿小童（Manneken
          Pis）以及興建於 1847
          年、全歐洲最古老的購物拱廊街——聖休伯特拱廊街（Galeries Royales
          Saint-Hubert）。
        </p>
        <b>上城區（皇家廣場與藝術之丘）：</b>
        <p>
          這裡是昔日的貴族與王權中心。包含現今的比利時王宮（Royal
          Palace）和許多國家級博物館。
        </p>
        <b>連接紐帶（藝術之丘 Mont des Arts）：</b>
        <p>
          這是一座位於上下城之間的階梯式幾何花園。站在高處的觀景台，可以一路看穿到下城大廣場市政廳的尖塔，是俯瞰全城日落的最佳免費地點。
        </p>
      </div>

      <div className="visit">
        <h4>大廣場（Grand Place）</h4>
        <b>國王之家（Maison du Roi）：</b>
        <p>
          廣場上最精美宏偉的哥德式建築，歷史上是 16
          世紀由查理五世皇帝下令建造的，雖然現在內部是博物館，但光是在外面的廣場上欣賞它極其繁複的石雕窗櫺和尖頂，就非常震撼。
        </p>
        <b>各行各業工會建築群：</b>
        <p>
          圍繞廣場的巴洛克房屋屋頂上全部裝飾著真金金箔（如裁縫工會、麵包工會大樓），頂端還立著閃閃發光的青銅雕像。
        </p>
        <b>埃夫拉德·塞爾克拉斯（Everard t'Serclaes）好運雕像：</b>
        <p>
          從大廣場往西南側巷子走，拱門下藏著這座平民英雄的青銅側臥雕像。傳說用右手觸摸他的手臂，能帶來一整年的幸運
        </p>

        <div className="detail">
          <li>尿尿小童（Manneken Pis）</li>
          <p>
            大廣場步行約4'。完工於 1619
            年，是全城最古老、最著名的幽默青銅地標。他經常會穿著世界各國贈送的特色迷你服裝。
          </p>
          <li>《丁丁歷險記》巨型戶外漫畫牆（Rue de l'Étuve）</li>
          <p>
            就在尿尿小童雕像的斜對面建築外牆上。布魯塞爾是漫畫之都。這面巨大的牆面彩繪將漫畫主角丁丁、他的小狗和船長，完美融合在真實建築的戶外防火逃生梯上，是城內最經典的免費拍照打卡牆。
          </p>
          <li>尿尿小狗（Het Zinneke）</li>{" "}
          <p>
            從尿尿小童繼續往西北徒步約 8 分鐘（Chartreux 街轉角）。設立於 1998
            年，它是一隻青銅混種犬，正對著路邊的防撞鐵柱抬腿尿尿，完全與街景融合，非常有布魯塞爾式的現代街頭幽默
          </p>
        </div>
        <h4>大廣場【西北側】</h4>
        <a>步行 5~10'(希臘神殿與中世紀老城中心)</a>

        <div className="detail">
          <b>布魯塞爾證券交易所與大廣場（La Bourse）</b>
          <p>
            大廣場步行約3'。完工於1873年，是一座極其壯麗、擁有新古典主義希臘神殿石柱的宏偉建築。建築外牆的浮雕包含了法國雕塑大師羅丹（Auguste
            Rodin）年輕時的親筆雕刻。
          </p>

          <b>聖蓋瑞舊肉品市集街區（Halles Saint-Géry）</b>
          <p>
            從證券交易所再往前走3'。這棟紅磚建築完工於 1881
            年。雖然內部偶有免費藝術展，但最精采的是建築周邊的舊露天街區。這裡保留了布魯塞爾中世紀的舊河道界線，如今發展成全城最繁華熱鬧的露天咖啡座、精緻小店與比利時啤酒小酒館街，可以一邊散步一邊感受在地的餐酒文化。{" "}
          </p>
          <b>中世紀古代黑塔（The Black Tower）</b>
          <p>
            從聖蓋瑞街區往北走4'（聖凱瑟琳教堂後方）。
            興建於13世紀初（約1200年左右），它是布魯塞爾歷史上第一道中世紀防禦城牆現存最完整的殘骸。有趣的是，這座黑色古石塔現在被現代現代連鎖飯店的建築團團包圍，形成新舊建築夾縫生存的奇特戶外景觀{" "}
          </p>
        </div>
        <h4>大廣場【東北與正東側】</h4>
        <a>步行3~12'（奢華長廊與皇家大教堂）</a>
        <div className="detail">
          <b>聖休伯特拱廊街（Galeries Royales Saint-Hubert）</b>
          <p>
            大廣場步行約2'興建於
            1847年，是全歐洲最古老的玻璃穹頂室內購物長廊。這裡完全免費進入，高挑的義大利文藝復興式浮雕與陽光灑落的玻璃屋頂非常漂亮。沿路開滿了比利時最頂級的四大巧克力名店，光是欣賞世界級的精美巧克力櫥窗就非常享受。
          </p>
          <b>尿尿小妹（Jeanneke Pis）與海鮮街巷弄</b>
          <p>
            位於聖休伯特拱廊街旁邊的小巷（忠誠小巷 Impasse de la
            Fidélité）。設立於 1987
            年，隱藏在著名的海鮮餐館街死胡同裡，是尿尿小童的家族成員，造型非常俏皮。
          </p>
          <b>聖彌額爾聖古都勒主教座堂（Cathedral of St. Michael）</b>
          <p>
            大廣場向東徒步約8'。始建於 11
            世紀，歷經數百年擴建才在15世紀完工，是比利時的國家級皇家教堂。可以直接走進一樓大廳（不用買票），欣賞裡面高達數十公尺的恢弘哥德式石柱、極為壯麗的16世紀巨型彩色玻璃窗
          </p>
          <b>
            布魯塞爾最高法院（Palais de Justice）與 坡拉特廣場（Place Poelaert）
          </b>
          <p>
            大廣場向南步行約15'（是一段微微的上坡路，但沿途都是特色老街）。建於
            1866 年至 1883 年，在 19
            世紀完工時曾是全歐洲面積最大的單體歷史建築，外觀極其震撼龐大。最高法院前方的坡拉特廣場（Place
            Poelaert）是一個懸崖邊的高台。站在這裡，你可以完全免費、360
            度俯瞰整座布魯塞爾低地勢老城區的壯麗全景。雖然它是高台，但不用進花園，純粹是個巨大的石頭觀景大廣場，是看城市屋頂天際線最棒的戶外景點
          </p>
        </div>
      </div>
    </div>
  );
};
export default Brusl;
