const Colmar = () => {
  return (
    <div className="place">
      <h2>科爾馬</h2>
      <h3>Colmar</h3>
      <img
        src="https://res.cloudinary.com/dabohvtpk/image/upload/v1791556989/colmar_gas2ic.png"
        alt="colmar"
      />
      <div className="history">
        <h4>關鍵歷史</h4>
        <a>
          科爾馬位於法國東北部的亞爾薩斯地區（Alsace），緊鄰德法邊境。這座城市因為歷史上多次在德法兩國之間主權更迭，建築與飲食完美融合了兩國的童話風格：{" "}
        </a>
        <b>西元 823 年（首次記載）：</b>
        <p>科爾馬首次以法蘭克王國皇帝莊園的身份出現在歷史文獻中。</p>
        <b>西元 1226 年（帝國自由城市）: </b>
        <p>
          神聖羅馬帝國皇帝授予科爾馬「帝國自由城市」的地位，促使此處迅速發展為中世紀重要的葡萄酒與布料貿易中心。
        </p>
        <b>西元 1679 年（首次歸法）：</b>
        <p>
          在法王路易十四的擴張下，經過《奈梅亨條約》正式將科爾馬併入法蘭西王國，並成為亞爾薩斯省的司法首都。
        </p>
        <b> 西元 1871 年－1945年（德法主權更迭）: </b>
        <p></p>
        <div className="detail">
          <li>1871年</li>
          <p>普法戰爭後，被割讓給德意志帝國。</p>
          <li>1918年</li>
          <p>一戰結束後，回歸法國。 </p>
          <li>1940年</li>
          <p>
            二戰期間，再次被納粹德國短期佔領，直到 1945 年 2
            月獲得解放，永久回歸法國。因為幸運地躲過兩次大戰的密集轟炸，老城區的中世紀與文藝復興建築得以完美保存
          </p>
        </div>
      </div>

      <div className="visit">
        <h4>科爾馬的老城區（Vieille Ville）</h4>
        <a>
          規劃了非常完整的步行街區，景點非常集中，非常適合半天至一天的全程徒步參觀：
        </a>
        <b>工匠與漁民區（南側）：</b>
        <p>
          沿著勞赫河（Lauch）分佈，是中世紀漁夫、船夫與製革工人都居住的傳統街區，擁有老城內最著名的彩色木骨架房屋（Half-timbered
          houses）。
        </p>
        <b>資產階級商賈區（中心）：</b>
        <p>
          圍繞著舊海關大樓，這裡在16世紀黃金時代蓋滿了由富裕酒商建造的精美文藝復興式豪宅。
        </p>
        <b>歷史建築核心（北側）：</b>
        <p>包含中世紀的公眾經濟建築以及由古老修道院改建而成的博物館區</p>

        <h4>參觀必看的三大核心空間</h4>
        <b>
          小威尼斯與魚販碼頭（La Petite Venise / Quai de la Poissonnerie）——
          傳統運河景觀
        </b>
        <p>
          這是科爾馬最著名的明信片景點。歷史上，這裡曾是當地漁民、船夫和菜農聚集的河道網。漫步在魚販碼頭的小橋上，可以欣賞到兩旁漆成粉嫩色彩、裝飾著鮮花的傳統木骨架建築。河水流速平緩，在無風時能完美倒映兩旁的中古世紀房屋。這裡也有平底木船體驗，可以搭船從河道視角欣賞沿岸風光。。
        </p>
        <b>普菲斯特屋（Maison Pfister）—— 文藝復興建築的傑作</b>
        <p>
          建於1537年，由富裕的帽商路易·謝勒（Ludwig
          Schurer）出資建造。它是科爾馬老城區引進義大利文藝復興建築風格的第一個範例。日本動畫大師宮崎駿在創作《霍爾的移動城堡》時，片中城鎮的建築便是直接參考這棟房屋。老城區著名地標，僅能參觀外觀位於商賈街（Rue
          des Marchands）上。最引人注目的是其轉角處懸空的精緻凸窗（Oriel
          window）、宏偉的木製三樓走廊，以及牆面上繪製著中世紀皇帝與聖經故事的十六世紀精美壁畫。
        </p>
        <b>
          菩提樹下博物館（Musée Unterlinden）—— 由中世紀修道院改建的藝術寶庫
        </b>
        <p>
          博物館的主建築是一座建於13世紀的道明會修道院。在法國大革命後被收歸國有，並於1853年正式對外作為博物館開放。這裡收藏了西方美術史上最具代表性的傳奇傑作之一——《伊森海姆祭壇畫》（Isenheim
          Altarpiece，1512-1516年創作）。博物館內部還保留了極其美麗的
          13世紀中世紀迴廊（Cloister），中庭開闊寧靜，是一座結合古老宗教歷史與頂級視覺藝術的必訪空間
        </p>
      </div>
    </div>
  );
};
export default Colmar;
