const Smichel = () => {
  return (
    <div className="place">
      <h2>聖米歇爾</h2>
      <h3>Mont-Saint-Michel</h3>
      <img
        src="https://res.cloudinary.com/dabohvtpk/image/upload/v1791556998/Smichel_ubfc9x.png"
        alt="Smichel"
      />
      <div className="history">
        <h4>關鍵歷史</h4>
        <a>
          聖米歇爾山是一座位於法國諾曼第海灣上的花崗岩潮汐島，它的一千多年歷史可以拆解為以下幾個重要階段：
        </a>
        <b>西元708年(起源)：</b>
        <p>
          當時的阿夫朗什主教奧伯特(Aubert)在此處建造了第一座小教堂，開啟了這座島作為天主教朝聖地的歷史。
        </p>
        <b>西元966年(修道院建立):</b>
        <p>
          諾曼第公爵理查一世在此正式建立本篤會修道院，隨後的幾個世紀裡，這裡不斷擴建，形成了如今依山而建的立體石頭城堡。
        </p>
        <b>西元1337年 ~ 1453年(英法百年戰爭):</b>
        <p>
          聖米歇爾山被改建為軍事要塞。在長達百年的戰爭中，它憑藉著堅固的城牆與海灣險惡的流沙地勢，成功抵擋了英國軍隊的多次圍攻，成為諾曼第地區唯一從未被英國攻陷的堡壘。
        </p>
        <b> 西元 1789年 ~ 1863年(國家監獄時期):</b>
        <p>
          法國大革命爆發後, 修道院被關閉。1811
          年，拿破崙下令將這裡正式改建為關押政治犯與重刑犯的國家監獄（歷史上被稱為海上的巴士底獄），前後共關押過約
          14,000 名犯人。
        </p>
        <b> 西元 1863 年至今（古蹟修復與觀光）：</b>
        <p>
          在雨果等文化界名人的強烈呼籲下，監獄於 1863 年正式關閉。1874
          年這裡被列為法國國家歷史古蹟並展開大修復；1979
          年被聯合國教科文組織列入首批世界文化遺產。
        </p>
      </div>
      <div className="structure">
        <h4>城堡內部結構與動線</h4>
        <a>
          整座島嶼的建築是沿著花崗岩山體「由下往上」建造，遊客的參觀路線主要分為三層
        </a>

        <b>下層（城牆與商店街）：</b>
        <p>
          一進堡壘大門就是島上唯一的中古世紀街道（Grande Rue），兩旁保存了
          15、16 世紀的木造房屋，現為紀念品店、餐廳與旅館。
        </p>
        <b>中層（修士生活區與密室）：</b>
        <p>
          進入修道院收費區後，包含修士們以前用餐的「大食堂（Refectory）」、接待貴賓的「騎士大廳（Guests'
          Hall）」，以及位於底層的地下密室。
        </p>
        <b>頂層（教堂主體）：</b>
        <p>
          城堡最頂端是宏偉的修道院大教堂（Abbey
          Church），融合了十一世紀的羅曼式地基與百年戰爭後改建的哥德式唱詩班席。
        </p>
      </div>

      <div className="visit">
        <h4>修道院三個最具代表性的空間</h4>
        <b>西側大露臺（West Terrace）— 海景</b>
        <p>
          位於頂層大教堂正門口。這裡是全島視野最好的戶外高台。站在這裡，你可以俯瞰海灣巨大的潮汐變化（海水退去時是無邊無際的流沙，漲潮時則變成一座海上孤島），風很大，視野極度開闊。
        </p>

        <b>巨柱聖母地宮（Crypte des Gros Piliers）— 震撼的地下工程</b>
        <p>
          位於頂層大教堂的正下方。這裡是一間位於地底的無窗密室。為了支撐頂樓沉重的大教堂，中世紀的建築師在這裡建造了數根直徑非常巨大的雄偉石柱。這裡燈光昏暗、氣氛安靜，能讓人深深感受到中世紀花崗岩建築的厚重與宏偉
        </p>
        <b>大巨輪暗室（The Great Wheel Chamber）—— 監獄時期的歷史見證</b>
        <p>
          位於修道院中層(昔日的修士納骨堂)。房間裡保存著一座1820年代安裝的巨大木製「馱運輪（Treadwheel）」。在監獄時期，囚犯們必須像倉鼠一樣走在輪子裡面轉動它，利用槓桿原理把山下懸崖邊的物資和食物一路拉到修道院內部。這間房間連接著一個巨大的拉貨通風口，直接面向懸崖外的海風
        </p>
      </div>
    </div>
  );
};
export default Smichel;
