const Sud = () => {
  return (
    <div className="place">
      <h2>普羅旺斯</h2>
      <h3>Procence</h3>
      <div className="history">
        <h4>關鍵歷史</h4>
        <a>
          聖米歇爾山是一座位於法國諾曼第海灣上的花崗岩潮汐島，它的一千多年歷史可以拆解為以下幾個重要階段：
        </a>
        <b>西元708年(起源)：</b>
        <p>
          當時的阿夫朗什主教奧伯特(Aubert)在此處建造了第一座小教堂，開啟了這座島作為天主教朝聖地的歷史。
        </p>
        <b>西元966年(修道院建立):</b>
        <p>
          諾曼第公爵理查一世在此正式建立本篤會修道院，隨後的幾個世紀裡，這裡不斷擴建，形成了如今依山而建的立體石頭城堡。
        </p>
        <b>西元1337年 ~ 1453年(英法百年戰爭):</b>
        <p>
          聖米歇爾山被改建為軍事要塞。在長達百年的戰爭中，它憑藉著堅固的城牆與海灣險惡的流沙地勢，成功抵擋了英國軍隊的多次圍攻，成為諾曼第地區唯一從未被英國攻陷的堡壘。
        </p>
        <b> 西元 1789年 ~ 1863年(國家監獄時期):</b>
        <p>
          法國大革命爆發後, 修道院被關閉。1811
          年，拿破崙下令將這裡正式改建為關押政治犯與重刑犯的國家監獄（歷史上被稱為海上的巴士底獄），前後共關押過約
          14,000 名犯人。
        </p>
        <b> 西元 1863 年至今（古蹟修復與觀光）：</b>
        <p>
          在雨果等文化界名人的強烈呼籲下，監獄於 1863 年正式關閉。1874
          年這裡被列為法國國家歷史古蹟並展開大修復；1979
          年被聯合國教科文組織列入首批世界文化遺產。
        </p>
      </div>
    </div>
  );
};
export default Sud;
